Repository: maxnd/mxHour
Catalog: languages/mxhour.*.po
Languages: it

source: A free software to know what time is it
it: Un software libero per sapere che ore sono

source: Visit the website of mxClock
it: Visita il sito di mxHour

source: Big size
it: Dimensione grande

source: Change background color...
it: Cambia il colore di sfondo...

source: Change hour color...
it: Cambia il colore dell'ora

source: Normal size
it: Dimensione normale

source: Quit
it: Esci

source: Reset timer
it: Azzera il timer

source: Small size
it: Dimensione piccola

source: Start timer
it: Attiva il timer

source: en
it: it
